105.21611449753317 0.9985292333507971
70.77662545492872 0.3476332169683124
80.76802303836737 0.05864436503174365
96.82498771267596 0.6041729062255646
118.96857233819611 1.4558975185633036
118.96857233819611 1.4558975185633036
138.2432392519952 0.8579639832376615
162.47431544232253 0.023970914745047915
155.7619197978575 0.3465865173396075
185.6036596963399 0.3958309703368169
159.7398002115185 2.2031041815169523
137.08357259269567 0.03006435269473863
260.01084830933735 0.017591038736410294
208.52444965662158 1.9765902340045824
136.36246856790075 0.42197977290675126
142.8633417572874 0.3081939966538576
168.6740357407775 0.6983572373331506
142.612274707582 1.8371281794453507
133.21944515939796 0.8345095157423106
167.95745074873943 0.6276653226861626
126.46337927692196 0.03320841194035933
75.84856344513025 0.11053219089034871
98.36506507028719 1.1137334258286131
106.21558729454475 0.05839651566204309
180.70102196463603 0.3136095741262077
239.06973197485513 1.0198863598509025
185.72202154508517 0.16185621391507166
141.85948683756817 0.5884440099619885
190.39345017848402 0.49439679069279485
413.2925816259799 0.0032832009598566837
161.6214029040726 0.889354286296907
131.89512554260077 0.19293349833366147
198.40708021329473 0.22925115529162282
180.86698636184104 1.9671559944299193
229.09287317925785 1.9104887698277864
176.5862093931408 0.11867906940137829
152.55362197641742 2.3221680884325737
169.6515386764492 2.4380947470332224
151.96149904804687 0.11129899966252743
213.35776348006289 0.7182373273872875
96.38368469873924 0.4198460467572035
78.96881466498712 0.009755373311437382
95.85036891550023 0.034853456212415514
101.83174936363676 0.012191513225231515
170.75525922380186 0.3808386663014212
216.79539754770164 0.00048760502139780053
264.8928964834924 0.5456856797232985
241.485189540766 0.0005467460551967002
225.65524205818815 0.5577245858225583
210.53052087705066 0.14953391426223808
152.86856054619747 0.0012013591862177918
199.0173174773323 2.2668692063988334
107.92807004896503 0.13582545841845267
123.68677027340192 1.898286327984266
179.63471873978557 1.832452840016309
214.61046441313084 1.7150334556462217
235.0770116109625 0.4431458286185944
204.67031404703636 0.5933164899057627
167.1988724565312 0.5578597272265949
215.55693975698793 0.5984902373114933
140.92331025011597 0.2438632400428251
140.6490277266885 0.8412162495992617
163.6606007541248 0.6744992618981139
183.16049969106535 0.003607369844541618
279.4805247637149 0.8653731658436941
224.8309058308425 0.00046947204860526854
143.54900634972742 0.22608280334170666
191.04327562933972 0.35470306910924754
233.8747636838794 0.8365790947601526
195.53894274813035 0.31777027660898327
146.1613619286219 0.06724710409058043
136.71545712605086 0.2863969657349225
153.34386102294928 0.6615502815479455
162.60868078232488 0.4127517486104064
237.95522880150435 1.7239550269130568
179.92409070982023 1.5006555216256041
209.0756368911398 0.833768852141098
168.42429173337285 0.706720504231773
179.5328336010277 0.21934677298942531
130.98997966889777 0.24586668190988342
138.97244382472422 0.470917050762951
213.2980118604664 0.5766954173790126
290.21576784680724 0.0303401367989199
294.24192119676616 0.8692390771990911
223.7006139599245 0.1305420959609757
211.80798551944457 0.09776120300443333
207.52573970218882 1.607342908206836
193.97711035163377 0.015876726753199517
187.43655802272912 1.6476955840255982
215.61712418322446 0.8369108185097343
218.88741419824285 0.42005898513131545
217.63252888572075 0.06615608673985998
212.70437691948206 0.016055299308026703
147.70298081642707 0.15951849438864743
201.70257015661264 0.09803499847983156
224.92158440106363 2.5691536640869215
316.5338376419312 1.2841481230822631
335.82646176832174 0.3329825144252727
423.5338607865003 0.45403946651731775
356.0520180666183 0.23966999784551363
146.45626965585234 0.009369192697249548
138.85096857616364 1.0677828261268354
198.60921597134615 2.4340168708674668
268.7654080140393 0.9696746119829143
285.6733773406768 1.3946429221350303
305.3586139047575 0.40207054232105577
252.86866907436374 1.3239738311352358
332.25828104688446 0.14467476067339696
224.76673830358698 0.5633898574292356
186.13624415949818 0.13101986624377654
215.04806550463505 0.1620183116533335
198.40756760477743 0.020862184751020724
235.89342847674507 0.018563396206918173
179.8490537885317 0.4616106115540288
203.09945529412357 1.5468249515107937
376.34995065517586 0.033684935415167636
234.5492860183029 1.5292297815619182
309.2347627690285 0.4127613972936159
295.9252641574381 0.35085919510644215
213.49267350669578 0.932060503070831
110.33338943879446 0.5379121433644871
120.55114368085356 0.3706509704552752
163.1802836114437 0.17974645429334452
122.9533076216664 0.28420036580587044
216.69081992125143 0.28147480515835344
263.92143237895067 0.6528667233192106
240.91449162736455 0.9629662551534065
339.36838769601013 1.1771351526535128
272.16776423934897 0.041360630474120724
326.530646122303 0.13220476067336118
318.32063135389694 0.4458979086845426
253.81723323571123 0.09588865919961218
372.8029654055351 0.055900713510153216
442.9022534197221 2.405917385032311
253.85941969709873 1.533539610815843
265.6414527982308 0.7039409150264666
157.64635615882747 0.20865401116338023
354.9312389959994 0.6760539179302718
235.81248687699963 0.26305361615692535
328.6976528194234 0.07694644063525849
194.70956279229932 0.3214601099238058
166.85387374483764 0.3645614452848423
189.756727098316 0.42412910840285745
153.92071133684286 0.005137933915066414
190.87704661577473 0.870557850714623
277.7805572252206 1.6034785496590291
232.16617608618554 0.13948356342668244
213.9054955738625 0.00707383370741612
273.29967870354994 0.6515856626650673
310.60470831018165 0.007894551101061633
340.12841070545653 0.05215970465973597
306.4518680113046 0.40500706996433017
295.8116615828951 0.2748588377616668
322.79054164001366 0.7073258880444853
317.579631242068 0.1134474950520073
357.5730704238879 0.03114234066807367
341.7530255356754 0.872487532533422
512.6786943808163 0.03151419766178548
380.2423221938874 0.8105860274846556
411.155658859081 0.3479749137217075
139.8321352282652 0.07558624600122216
189.22936324195257 0.25961154904321593
173.371632773941 0.015170920500901002
149.98842283402988 0.24788260581844657
188.3923103308548 0.4864329656925932
269.30865563586724 1.6050044096904026
336.1153732245641 0.05453235220679889
268.1970120606293 0.6746950646402262
397.437503858227 0.08267848060317547
265.12774157948616 0.21959933241281732
332.3430262397246 0.31451608348754356
301.11802841056834 0.09533375058881917
412.73393755058106 2.859531474202874
287.4876880925735 0.028053514020220778
365.0722150726863 1.6457706953644304
456.8100102426247 2.127395137226967
373.9014727692588 0.9838621915767758
434.92126935123684 0.6827820483481386
467.89101816161536 0.694726211204155
351.1080113663276 0.9494532306059128
145.02095652972503 0.06274109324296012
179.31683929007488 0.041001058902457935
278.0029608198024 0.08358523877711035
247.93560098938684 0.017316763079577076
182.62142592856338 0.44960554363978344
219.01766827251151 0.014006129980555556
167.76800703169448 0.5349729199263903
558.2108109873117 0.061222253860440654
335.9062992949881 0.3716220782221926
168.83969707161106 0.46699371052060445
229.17313221763249 0.02758888192610561
321.1352436537088 2.2098281003622837
353.02510634323176 4.0745093366020395
287.5439964987154 2.0377563823469846
379.6414326421985 0.3360971629737955
434.84160145757573 0.04157148639942234
314.3617444677834 1.1440451710347985
391.03970504641654 0.04781510815241513
420.215823244185 0.04456150017686204
310.20017564775975 0.04630869864332082
197.42203247873726 1.6881711689444034
166.1436926268981 0.43495736869130086
170.0059135652918 1.2064416967905962
209.54545409775437 0.011743813584095184
143.61092380371673 0.2730979150191601
339.41234131413705 1.0894414772814687
322.5230407411386 0.14094198789734835
266.49821224736104 0.010890561068434041
256.69523322231186 0.058460468501839766
238.21628677677114 0.01177458519065805
210.5559355785515 0.47792135128560376
251.8561520294131 1.1550849034609203
351.2661100810378 3.367067586357277
373.645019149025 3.664930972577437
343.64600716135334 3.6447587873301552
378.03141202106565 0.132384962444213
493.168668255921 1.1516427445666055
498.17282902752635 1.5363504436819664
628.7348862844974 0.027463878578561675
273.7000426246873 1.5816314527715136
179.65026613492245 0.624965627220792
173.07075995398782 0.18027299772933822
259.2850284949577 0.04952142647731555
217.1472125652982 1.6236642108242325
239.00571539431365 0.023174400194986112
415.8565309959292 0.11776667278966678
338.99165060910053 0.1372510495047296
287.5740237373031 0.011671085020865347
290.61970560888125 1.2033824155832922
311.19708907255296 0.08519363725949004
409.23544897821375 0.053983083889699954
358.9508539255709 0.24975131557526398
197.55528246576228 2.4950275426570614
329.702525936606 3.890482810350396
244.25837113593076 1.9968960706987608
389.8768005131827 3.051008726962784
450.55686729717286 1.8929093743159346
556.8824749220296 1.2260335505498763
496.8838145254577 0.540685690285303
282.40220832291106 0.1835469300655694
144.91293758656903 0.34636128492236357
155.6290271061597 0.1546097599580971
244.01051412362034 0.09014968759599565
236.75204134767984 0.03680340418675511
229.06341565033324 0.11219238189614518
237.6215337352931 0.8355807809967837
235.97557987173423 0.2318618259775816
289.1921463009151 0.4273849905670612
296.64422350360246 1.7983848935364224
231.69767886066205 0.02423418157839575
352.99153207245445 0.057348163113257064
371.1962527939714 1.0172847273101273
227.80817052239618 0.8151840198953056
433.09876482753316 0.49367919884774875
360.0030510630297 4.933616738032457
518.1818289833923 7.028075291770639
428.8037319755338 0.2807670284759486
494.9224712430124 0.14291406683158728
570.1195479668892 0.16721494452807803
323.2186247123 0.6748663919385376
120.30079858507176 0.0067569946945176635
182.23015495492527 0.0012938920731970405
137.14679655610135 0.6666638003581182
198.42786828163037 0.6304762759635116
192.12708013087837 0.3162760329529215
195.87785157521273 0.7847002537157849
189.6931604710024 0.061856969219263556
362.74668497553864 0.47037584102189656
590.0391388554355 5.1465385592254655
376.53298406848177 0.8728206242242066
325.94678137406055 0.015035520040934166
307.9200104167714 0.007308100089601857
231.3612066612028 0.024109183937609267
190.28055041462093 2.2369089464227185
181.83449764580138 2.098505887144977
183.90572788464362 3.4380477920034784
173.87785299775604 0.1158810644654944
325.30322165227915 1.8035562176379418
516.3032524434234 2.3610895405295764
343.73423190517633 0.007724655913500907
172.97022442492377 0.08100949593192541
187.15372387469225 0.1905710278878976
148.56839879987558 0.03395372057235299
221.33986547522093 0.35151430027087527
219.47515189304164 0.5270022222032646
160.83398308620042 0.4168556337950723
231.7990493170801 0.18128439045708108
178.23835534365122 0.10435026329707994
265.33102134817625 1.9049701701208093
250.75305071817112 0.4126594680177976
334.0386371842078 0.012623355152554782
264.1672217849056 0.4413137843488364
361.45825606707274 0.2698203106726901
249.9378234424025 2.0482572189780983
349.80272620902804 3.7177383063155087
190.77276821073448 1.3549081560514238
215.24410087138588 0.4402299110227291
378.2643669458383 0.981101457783979
267.1740623692208 1.3841233321977895
253.47714735851486 0.4516544730116899
107.75326389746297 0.8554862954019573
66.65065437369351 0.058241399657050316
144.35197323022126 1.51961682572739
203.85212017541738 0.9014890671733936
277.4536936274792 1.0673722878290497
216.26507247271013 1.1267897766613248
266.0697553014462 0.34027927202139546
190.61230708995083 0.4757009975869075
212.13179262591026 1.0579992366588722
211.3071281657688 0.8329689931935661
291.761569391887 0.06913019059314172
227.002683751031 1.2125164124626817
250.63957614673564 0.707545469192222
171.3293428202693 1.3690206893279273
261.58392219252835 2.331087845052477
144.4087739495664 1.533153084813175
193.49710826290638 0.3601886818207665
257.1098559592002 2.1920155016378633
368.18484840958615 0.2684812165148144
428.19397961183637 2.692200459230927
72.03501777228297 0.07443649736090607
75.93155450337017 0.12534895819887412
274.7054759744793 0.48540466162223694
170.1679160922804 0.5085546675865475
262.30056737921603 0.18387755464404693
297.72102178453986 0.43382667678589226
256.33547572926545 0.08747873158466868
157.13155459587819 0.5595959595848429
188.2021136377228 0.5663489249176884
178.70738281136357 0.7751260068311485
269.6112400084706 0.018162524174109396
283.5299289073722 0.7383793359473787
550.557579874713 0.007691943781663558
434.91385362338576 0.20540154852049164
461.6161395883819 0.15665680245964644
228.85257630684595 1.08507670817226
139.8170574383033 0.05861218598835423
342.9914222244828 1.8029415858536608
346.2975156462991 0.09066881757511455
372.2436928898545 0.946665934873911
41.03479249571662 0.030576540914318846
39.08208296061762 0.1938456248851661
166.06269032571953 1.6320458558041893
276.0803152057532 0.6119463326745085
245.91136525304776 0.8894592932884771
273.76784834354805 0.007388986299076613
162.1324973428601 0.6342935904381932
181.11241801754556 0.025819721507757618
168.0042239754505 0.06646180323267276
251.61981761508247 0.031345945194331135
279.33917685105257 0.05544030677473852
327.0591586901253 0.22529327334331667
381.66260083105124 2.546769198921265
267.23753089273816 1.3164619672976343
207.50334110012733 1.2560408595232708
143.7600497770317 0.01029297589336612
216.6416152424198 0.9223439629791301
475.30675311330117 3.1623563584233594
373.9241820623989 0.08161187633430803
353.3223046650247 1.9098780439645973
38.53899595782428 0.08878874840681338
36.778717793476616 0.05681294701713871
105.26746643656587 0.7956980483015985
247.75058237896104 0.4742539457304803
196.9946512617689 0.9286429775300611
225.06204461048534 0.5453507171693884
301.1428300671127 0.1291145236567443
284.63786621254786 0.04125518992680482
138.34728502443508 0.010051082625782555
278.28103413050343 0.10412553062917926
235.34035162224984 0.04304076662919482
324.3336621651748 0.521660656034578
309.4936015347379 1.5203325473654457
349.7636586133734 2.63491744463687
429.63677340197546 0.5600310499217369
303.3794802802046 0.06744609182370408
438.04717363079357 1.1822613250009855
276.6489186656329 1.3623632201503981
240.9957626372372 0.5746005400154388
292.07572952769294 0.5864932365766008
37.83234264068179 0.03185011825984688
48.17550159989118 0.5745181588282966
80.76506602698558 1.4358161734695942
46.034600065739994 0.018498970755161284
113.80364340875545 0.14996226820602418
273.6790048150108 0.32277861418697673
469.12054747376783 0.19873986639017893
241.4713703469559 0.0908767830736091
212.72011862672005 0.107546016006142
270.4500415342976 1.0166455740502205
447.8184372778091 0.32119256942301183
339.5894938674986 0.17982675687550922
402.7603924240963 0.4369309324460381
339.12611320106225 1.183817328601781
436.8318443789936 1.0293338788875712
319.6429411559948 0.3181305246261348
481.0532867270634 0.09439215470284014
265.43834477483654 2.6915573481956185
320.1548033667989 2.9691974200240505
299.80891229742883 0.04476507535591209
